export const commonRu: any = {
  heroTitle: "Добро пожаловать в Semey New School",
  homeRoute: "Главная",
  missionRoute: "Миссия",
  schoolInfoRoute: "Информация о школе",
  eLibraryRoute: "Электронная библиотека",
  forGraduatesRoute: "Для выпускников",
  contactUsRoute: "Связаться с нами",
  movingTextOne: "БУДЬ",
  movingTextTwo: "ВДОХНОВЛЕН",
  cardOneTitleOne: "Повысьте свой",
  cardOneTitleTwo: "Академический потенциал",
  cardOneText:
    "Талантливые учителя, высокие академические стандарты и развитие лидерских навыков в смешанной среде - это отличительные черты образования в Semey New School.",
  cardTwoTitleOne: "Ведущий",
  cardTwoTitleTwo: "Преподавательский состав",
  cardTwoText:
    "Преподаватели SNS разнообразны и являются лидерами в своей области - и приверженцами миссии школы сделать позитивное различие в мире. Преданные своему делу, они направляют студентов думать за пределами простых ответов - готовя их к университетам и рабочему месту за его пределами.",
  cardThreeTitleOne: "Лучшее",
  cardThreeTitleTwo: "Оборудование",
  cardThreeText:
    "На протяжении многих лет SNS инвестировала в круглосуточное обучение и проживание, включая обширное новое академическое здание и реконструкцию общежитий, библиотеки, столовой и спортивных сооружений.",
  cardFourTitleOne: "Лучшие",
  cardFourTitleTwo: "Возможности",
  cardFourText:
    "SNS является лидером в предоставлении возможностей, позволяющих обнаружить новые интересы или глубже погрузиться в давно сохраненные страсти. Преподаватели, тренеры, воспитатели общежития, деканы и консультанты тесно сотрудничают со студентами, направляя их опытами.",
};
