export const commonRu: any = {
  heroTitle: "Добро пожаловать в Semey New School",
  homeRoute: "Главная",
  missionRoute: "Миссия",
  schoolInfoRoute: "Информация о школе",
  eLibraryRoute: "Электронная библиотека",
  forGraduatesRoute: "Для выпускников",
  contactUsRoute: "Связаться с нами",
  movingTextOne: "НАЙДИ",
  movingTextTwo: "ВДОХНОВЕНИЕ",
  cardOneTitleOne: "Повысьте свой",
  cardOneTitleTwo: "Академический потенциал",
  cardOneText:
    "Талантливые учителя, высокие академические стандарты и развитие лидерских навыков в смешанной среде - это отличительные черты образования в Semey New School.",
  cardTwoTitleOne: "Ведущий",
  cardTwoTitleTwo: "Преподавательский состав",
  cardTwoText:
    "Преподаватели SNS разнообразны и являются лидерами в своей области - и приверженцами миссии школы сделать позитивное различие в мире. Преданные своему делу, они направляют студентов думать за пределами простых ответов - готовя их к университетам и рабочему месту за его пределами.",
  cardThreeTitleOne: "Лучшее",
  cardThreeTitleTwo: "Оборудование",
  cardThreeText:
    "На протяжении многих лет SNS инвестировала в круглосуточное обучение и проживание, включая обширное новое академическое здание и реконструкцию общежитий, библиотеки, столовой и спортивных сооружений.",
  cardFourTitleOne: "Лучшие",
  cardFourTitleTwo: "Возможности",
  cardFourText:
    "SNS является лидером в предоставлении возможностей, позволяющих обнаружить новые интересы или глубже погрузиться в давно сохраненные страсти. Преподаватели, тренеры, воспитатели общежития, деканы и консультанты тесно сотрудничают со студентами, направляя их опытами.",
  ourMissionTitleOne: "Наша",
  ourMissionTitleTwo: "Миссия",
  ourMissionOneTitle:
    "Укрепление потенциала: расширение возможностей разума для меняющегося мира",
  ourMissionOneText:
    "Наша школа стремится создать динамичную среду обучения, в которой каждый ученик имеет возможность полностью раскрыть свой потенциал, развивая критическое мышление, креативность и сострадание, чтобы процветать в быстро меняющемся мире.",
  ourMissionTwoTitle: "Наши ценности",
  ourMissionTwoTextFirst: "Превосходство",
  ourMissionTwoTextFirstDesc:
    "Стремление к высочайшим стандартам достижений в области академических знаний, характера и личностного роста.",
  ourMissionTwoTextSecond: "Инклюзивность",
  ourMissionTwoTextSecondDesc:
    "Принятие разнообразия и создание дружелюбной среды, где каждый человек чувствует себя ценным и уважаемым.",
  ourMissionTwoTextThird: "Целостность",
  ourMissionTwoTextThirdDesc:
    "Соблюдение честности, этики и моральных принципов во всех действиях и решениях.",
  ourMissionTwoTextFourth: "Сотрудничество",
  ourMissionTwoTextFourthDesc:
    "Поощрение командной работы и сотрудничества между студентами, сотрудниками, родителями и широким сообществом для достижения общих целей.",
  ourMissionTwoTextFifth: "Инновации",
  ourMissionTwoTextFifthDesc:
    "Принятие творчества, любопытства и адаптивности для создания культуры непрерывного улучшения и исследований.",
  ourMissionTwoTextSixth: "Устойчивость",
  ourMissionTwoTextSixthDesc:
    "Воспитание настойчивости, силы воли и позитивного мышления для преодоления трудностей и возвращения к прежнему состоянию после неудач.",
  ourMissionTwoTextSeventh: "Служение",
  ourMissionTwoTextSeventhDesc:
    "Содействие духу взаимопомощи и создание положительного воздействия на местное и глобальное сообщество через акты доброты и служения.",
  ourMissionTwoTextEighth: "Полномочия",
  ourMissionTwoTextEighthDesc:
    "Предоставление возможностей студентам взять на себя ответственность за свое обучение, принимать обоснованные решения и стать лидерами.",
  ourMissionThreeTitle: "Стратегические цели",
  ourMissionThreeText:
    "Реализовать инициативы по персонализированному обучению, учитывающие разнообразные потребности студентов, используя технологии и инновационные методики преподавания для повышения вовлеченности студентов, академических достижений и общего благополучия.",
};
