export const mockData = [
  {
    title: "Полное название школы",
    value:
      "Товарищество с ограниченной ответственностью «Высший колледж Казахстанской инновационной академии»   ( Semey New School)",
  },
  {
    title: "Период создания",
    value:
      "В 2022 году по инициативе Учредителя была открыта первое частное образовательное учреждение полного дня – ТОО «Высший колледж Казахстанской инновационной академии» ( Semey New School)",
  },
  {
    title: "Адрес школы",
    value:
      "071400, г. Семей, улица Байсеитова, №5 Телефон Факс - 8 (7222) 56-58-13 Сайт – www.vkkia@edu.kz Электронная почта – vkkia@mail.kz",
  },
  {
    title: "Школа – это поле практики",
    value:
      "Общеобразовательное учреждение является экспериментальной площадкой по разработке и апробации образователь-ных программ в области информатики и математики в соответствии с Законами Республики Казахстан.",
  },
  {
    title: "Порядок поступления в образовательное учреждение",
    value:
      "Согласно Типовых правил приема на обучение в организации образования, реализующие общеобразовательные учебные программы начального, основного среднего и общего среднего образования (Приказ Министра образования и науки Республики Казахстан от 12 октября 2018 года № 564. Зарегистрирован в Министерстве юстиции Республики Казахстан 16 октября 2018 года № 17553 с изменениями и дополнениями приказа Министра просвещения РК от 07.08.2023 № 248)",
  },
  {
    title: "Язык обучения",
    value:
      "• Казахский • Русский • В школе введены дополнительные курсы английского языка, информатики, математики и кружки по интересам",
  },
  {
    title: "Реализация образовательных программ",
    value:
      "Обучение в школе осуществляется по образовательной программе начального, основного среднего и общего среднего образования. Также педагоги применяют технологию Ф.Я. Вассермана «Биоинформатика и синергетика»",
  },
  {
    title: "Количество обучающихся",
    value: "249",
  },
  {
    title: "Количество классов",
    value: "24",
  },
  {
    title: "Количество преподавателей",
    value: "55",
  },
  {
    title: "Школьное расписание",
    value:
      "Школа полного дня понедельник-пятница с 8:00 до 17:00. Начало занятий в 08:00 15:00-17:00 – индивидуальные и групповые дополнительные занятия. Продолжительность урока – 40 минут. Выходные дни: суббота, воскресенье и праздничные дни, установленные законодательством Республики Казахстан",
  },
  {
    title:
      "Материально-техническое обеспечение учебного процесса и оснащение школы",
    value:
      "• Учебные кабинеты – 28; • Расширенная лаборатория рядом с кабинетами химии, физики, биологии – 3; • служебные помещения (в том числе частные рабочие и учительские) – 9; • Спортивный зал – 1; • Оборудованная спортивная площадка – 1; • Спортивная площадка с беговой дорожкой, спортивно-игровыми комплексами; • Тренажерный зал – 1; • Хореографический зал – 1; • Библиотека – 1; • Актовый зал-1; • Конференц-зал -1; • Медицинский кабинет – 1; • Специальные кабинеты по здравоохранению и укреплению – 1; • Столовая – 1; • Доступ в школу для учащихся с ограниченными возможностями (пандус). • Система, объединяющая учебные и административные компьютеры; • Компьютеры подключены к Интернету.",
  },
  {
    title: "Охрана здоровья, меры безопасности",
    value:
      "В здании школы: • Система контроля доступа в школу, • Система противопожарной защиты, сигнализация во всех классах и коридорах; • Установлены камеры видеонаблюдения. Ежегодно в школе проводятся комплексные занятия по правилам дорожного движения и безопасности, пожарной безопасности, террористической угрозе.",
  },
];
