export const commonKz: any = {
  heroTitle: "Semey New School-ға қош келдіңіз!",
  homeRoute: "Басты бет",
  missionRoute: "Миссия",
  schoolInfoRoute: "Мектеп туралы мәлімет",
  eLibraryRoute: "Электронды кітапхана",
  forGraduatesRoute: "Мектеп бітірушілерге",
  contactUsRoute: "Бізбен байланысу",
  movingTextOne: "ШАБЫТ",
  movingTextTwo: "АЛ",
  cardOneTitleOne: "Академиялық",
  cardOneTitleTwo: "әлеуетіңізді жоғарылатыңыз",
  cardOneText:
    "Дарынды ұстаздар, жоғары академиялық стандарттар және аралас ортада көшбасшылық қабілеттерді дамыту Semey New School білім беру саласының ерекшелігі болып табылады.",
  cardTwoTitleOne: "Басқарушы",
  cardTwoTitleTwo: "Қызметкерлер",
  cardTwoText:
    "SNS оқытушылар құрамы әртүрлі және өз саласындағы көшбасшылар болып табылады және мектептің әлемге оң өзгерістер енгізу миссиясына адал. Өз өнеріне берілген олар студенттерді оңай жауап беруден басқа ойлауға шақырады - оларды университеттерге және одан тыс жұмыс орнына дайындайды.",
  cardThreeTitleOne: "Басқарушы",
  cardThreeTitleTwo: "Құралдар",
  cardThreeText:
    "Көп жылдар бойы SNS 24/7 оқу және тұру үйінде кеңейтілген жаңа академиялық ғимарат және общежиттер, кітапхана, асхана және спорт құрылымдарын жаңартуларына инвестиция жасады.",
  cardFourTitleOne: "Басқарушы",
  cardFourTitleTwo: "Мүмкіндіктер",
  cardFourText:
    "SNS жаңа мүдделерді табу немесе ұзақ уақытты сақталған қызығушылықтарға жақындайтын мүмкіндіктерді ұсыну жолын ашады. Оқытушылар, тренерлер, общежиттік қызметкерлер, декандар және мұғалімдер оқушылармен жақындасып, олардың төсектерін нұқығандарын басқару үшін жұмыс істейді.",
};
