export const quarters = [
  {
    id: 2,
    name: "2 четверть 2024",
    start: "06.11.2024",
    end: "29.12.2024",
    schedule: {
      Monday: {
        subjects: [
          {
            name: "География",
            time: "8:00 - 9:00",
            teacher: "Гульнур Сериковна",
            cabinet: "Кабинет 1",
          },
          {
            name: "Математика",
            time: "9:00 - 10:00",
            teacher: "Астам Ибраев",
            cabinet: "Кабинет 2",
          },
          {
            name: "Физика",
            time: "10:00 - 11:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 3",
          },
          {
            name: "Химия",
            time: "11:00 - 12:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 4",
          },
          {
            name: "Биология",
            time: "12:00 - 13:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 5",
          },
          {
            name: "История",
            time: "13:00 - 14:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 6",
          },
        ],
      },
      Tuesday: {
        subjects: [
          {
            name: "География",
            time: "8:00 - 9:00",
            teacher: "Гульнур Сериковна",
            cabinet: "Кабинет 1",
          },
          {
            name: "Математика",
            time: "9:00 - 10:00",
            teacher: "Астам Ибраев",
            cabinet: "Кабинет 2",
          },
          {
            name: "Физика",
            time: "10:00 - 11:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 3",
          },
          {
            name: "Химия",
            time: "11:00 - 12:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 4",
          },
          {
            name: "Биология",
            time: "12:00 - 13:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 5",
          },
          {
            name: "История",
            time: "13:00 - 14:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 6",
          },
        ],
      },
      Wednesday: {
        subjects: [
          {
            name: "География",
            time: "8:00 - 9:00",
            teacher: "Гульнур Сериковна",
            cabinet: "Кабинет 1",
          },
          {
            name: "Математика",
            time: "9:00 - 10:00",
            teacher: "Астам Ибраев",
            cabinet: "Кабинет 2",
          },
          {
            name: "Физика",
            time: "10:00 - 11:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 3",
          },
          {
            name: "Химия",
            time: "11:00 - 12:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 4",
          },
          {
            name: "Биология",
            time: "12:00 - 13:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 5",
          },
          {
            name: "История",
            time: "13:00 - 14:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 6",
          },
        ],
      },
      Thursday: {
        subjects: [
          {
            name: "География",
            time: "8:00 - 9:00",
            teacher: "Гульнур Сериковна",
            cabinet: "Кабинет 1",
          },
          {
            name: "Математика",
            time: "9:00 - 10:00",
            teacher: "Астам Ибраев",
            cabinet: "Кабинет 2",
          },
          {
            name: "Физика",
            time: "10:00 - 11:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 3",
          },
          {
            name: "Химия",
            time: "11:00 - 12:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 4",
          },
          {
            name: "Биология",
            time: "12:00 - 13:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 5",
          },
          {
            name: "История",
            time: "13:00 - 14:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 6",
          },
        ],
      },
      Friday: {
        subjects: [
          {
            name: "География",
            time: "8:00 - 9:00",
            teacher: "Гульнур Сериковна",
            cabinet: "Кабинет 1",
          },
          {
            name: "Математика",
            time: "9:00 - 10:00",
            teacher: "Астам Ибраев",
            cabinet: "Кабинет 2",
          },
          {
            name: "Физика",
            time: "10:00 - 11:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 3",
          },
          {
            name: "Химия",
            time: "11:00 - 12:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 4",
          },
          {
            name: "Биология",
            time: "12:00 - 13:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 5",
          },
          {
            name: "История",
            time: "13:00 - 14:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 6",
          },
        ],
      },
    },
  },
  {
    id: 1,
    name: "1 четверть 2024",
    start: "01.09.2024",
    end: "27.10.2023",
    schedule: {
      Monday: {
        subjects: [
          {
            name: "География",
            time: "8:00 - 9:00",
            teacher: "Гульнур Сериковна",
            cabinet: "Кабинет 1",
          },
          {
            name: "Математика",
            time: "9:00 - 10:00",
            teacher: "Астам Ибраев",
            cabinet: "Кабинет 2",
          },
          {
            name: "Физика",
            time: "10:00 - 11:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 3",
          },
          {
            name: "Химия",
            time: "11:00 - 12:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 4",
          },
          {
            name: "Биология",
            time: "12:00 - 13:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 5",
          },
          {
            name: "История",
            time: "13:00 - 14:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 6",
          },
        ],
      },
      Tuesday: {
        subjects: [
          {
            name: "География",
            time: "8:00 - 9:00",
            teacher: "Гульнур Сериковна",
            cabinet: "Кабинет 1",
          },
          {
            name: "Математика",
            time: "9:00 - 10:00",
            teacher: "Астам Ибраев",
            cabinet: "Кабинет 2",
          },
          {
            name: "Физика",
            time: "10:00 - 11:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 3",
          },
          {
            name: "Химия",
            time: "11:00 - 12:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 4",
          },
          {
            name: "Биология",
            time: "12:00 - 13:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 5",
          },
          {
            name: "История",
            time: "13:00 - 14:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 6",
          },
        ],
      },
      Wednesday: {
        subjects: [
          {
            name: "География",
            time: "8:00 - 9:00",
            teacher: "Гульнур Сериковна",
            cabinet: "Кабинет 1",
          },
          {
            name: "Математика",
            time: "9:00 - 10:00",
            teacher: "Астам Ибраев",
            cabinet: "Кабинет 2",
          },
          {
            name: "Физика",
            time: "10:00 - 11:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 3",
          },
          {
            name: "Химия",
            time: "11:00 - 12:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 4",
          },
          {
            name: "Биология",
            time: "12:00 - 13:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 5",
          },
          {
            name: "История",
            time: "13:00 - 14:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 6",
          },
        ],
      },
      Thursday: {
        subjects: [
          {
            name: "География",
            time: "8:00 - 9:00",
            teacher: "Гульнур Сериковна",
            cabinet: "Кабинет 1",
          },
          {
            name: "Математика",
            time: "9:00 - 10:00",
            teacher: "Астам Ибраев",
            cabinet: "Кабинет 2",
          },
          {
            name: "Физика",
            time: "10:00 - 11:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 3",
          },
          {
            name: "Химия",
            time: "11:00 - 12:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 4",
          },
          {
            name: "Биология",
            time: "12:00 - 13:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 5",
          },
          {
            name: "История",
            time: "13:00 - 14:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 6",
          },
        ],
      },
      Friday: {
        subjects: [
          {
            name: "География",
            time: "8:00 - 9:00",
            teacher: "Гульнур Сериковна",
            cabinet: "Кабинет 1",
          },
          {
            name: "Математика",
            time: "9:00 - 10:00",
            teacher: "Астам Ибраев",
            cabinet: "Кабинет 2",
          },
          {
            name: "Физика",
            time: "10:00 - 11:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 3",
          },
          {
            name: "Химия",
            time: "11:00 - 12:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 4",
          },
          {
            name: "Биология",
            time: "12:00 - 13:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 5",
          },
          {
            name: "История",
            time: "13:00 - 14:00",
            teacher: "Айдос Сериков",
            cabinet: "Кабинет 6",
          },
        ],
      },
    },
  },
];
